class FeedData {
  static const List<Map<String, dynamic>> mapFeed = [
    {
      'avatar': 'assets/avatars/monfadev.png',
      'username': 'gogols.mustage',
      'location': 'Lviv',
      'posting_image': 'assets/feeds/monfadev_posting_image.png',
      'description':
          'Прихильників «Вусів Гоголя» стає усе більше, а це мотивує робити для вас ще більше класного контенту! Тому ми щасливі повідомити, що відтепер в нашому інстаграмі будемо оглядати не лише літературу, а й образотворче мистецтво. І почати ми вирішили, звісно, із Бенксі. Нам дуже важлива ваша думка з приводу нової рубрики, і звісно, ваша підтримка у вигляді лайків і шейрів!',
      'is_avatar_follower': 'assets/avatars/rfprivatestore.png',
      'is_follower': 'rickey',
      'total_like': 2608,
    },
    {
      'avatar': 'assets/avatars/rfprivatestore.png',
      'username': 'wood.posters',
      'location': 'Ukraine, Lviv',
      'posting_image': 'assets/feeds/rfprivatestore_posting_image.png',
      'description': 'Замовити деревяний постер ти завжди можеш 📲на сайті 👉клікаєш на посилання у шапці профілю або просто гуглиш woodposters.com.ua, 👉обираєш улюблений деревяний постер і необхідний тобі формат, 👉заповнюєш форму замовлення і узгоджуєш терміни доставки із нашим менеджером👌 Вуаля🤗 І через декілька днів твої постери уже на відділенні👍',
      'is_avatar_follower': 'assets/avatars/monfadev.png',
      'is_follower': 'gogols.mustage',
      'total_like': 1443,
    },
  ];
}
